{
  "works": [
    {
      "title": "KumariJob Web App",
      "slug": "kumari-job-web",
      "type": "Web App",
      "year": "2023",
      "href": "https://www.kumarijob.com",
      "source": "",
      "image": "/works/kumari_job.png",
      "description": "Kumari Job Pvt. Ltd. is Nepal's no.1 Job Portal and a Human Resource consulting firm providing one stop HR services along with leading job portal named www.kumarijob.com in Nepal since 2014.",
      "role": "Backend Developer",
      "stack": "Laravel, Rest API, Firebase"
    },

    {
      "title": "SAS Education Consultancy",
      "slug": "sas-education-consultancy",
      "type": "website",
      "year": "2023",
      "href": "https://saseducationconsultancy.com/",
      "source": "",
      "image": "/works/sas.png",
      "description": "SAS is a distinguished consultancy firm all set to offer exceptional IELTS Classes. Study in Canada, Australia, The UK, and The USA.",
      "role": "WordPress Developer",
      "stack": "WordPress"
    },
    {
      "title": "Pasa HRMS",
      "slug": "pasa-hrms",
      "type": "Web App",
      "year": "2022",
      "href": "",
      "source": "",
      "image": "/works/pasa_hrms.png",
      "description": "Pasa HRMS is the inhouse software of Pasa International Pvt. Ltd. which is a manpower recruitment agency itself. In order to maintain documents of huge number of candidates, this system was built. ",
      "role": "FullStack Developer",
      "stack": "Laravel, Docker, VPS"
    },

    {
      "title": "Pasa Website",
      "slug": "pasa-international",
      "type": "website",
      "year": "2022",
      "href": "https://pasainternational.com.np",
      "source": "",
      "image": "/works/pasa_website.png",
      "description": "Pasa International Pvt. Ltd. is a manpower recruitment agency located at Kupondole, Nepal. Pasa is one of the best consulting agency in the country.",
      "role": "FullStack Developer",
      "stack": "Laravel, Bootstrap"
    },
    {
      "title": "Al-Rimal Company Website",
      "slug": "al-rimal-website",
      "type": "website",
      "year": "2023",
      "href": "https://www.al-rimalgroup.com/",
      "source": "",
      "image": "/works/al-rimal.png",
      "description": "Al-rimal Website is developed for the purpose of blogging to assist user with career tips and self growth blogs. Its website also list various job positions available in UAE",
      "role": "Backend Developer",
      "stack": "SEO, Analytics, Adsense, Django, DRF, Next.js, Tailwind"
    },
    {
      "title": "Good Neighbours",
      "slug": "good-neighbours-nepal",
      "type": "website",
      "year": "2023",
      "href": "https://goodneighboursnepal.org",
      "source": "",
      "image": "/works/good.png",
      "description": "Good Neighbors Nepal (GNN) is a non-government organization, established in 2002 at Kathmandu",
      "role": "Backend Developer",
      "stack": "Django, Bootstrap"
    },
    {
      "title": "Gyannhub",
      "slug": "gyannhub",
      "type": "Web App",
      "year": "2022",
      "href": "https://gyannhub.com",
      "source": "",
      "image": "/works/gyannhub.jpg",
      "description": "Gyann Hub is a web application that consists of a quiz, notes, syllabus, old questions, and solutions. It is a comprehensive educational tool for students and educators. The quiz feature allows users to test their knowledge and understanding of various subjects, while the notes section provides a place for users to take and organize notes on specific topics. The syllabus feature gives users access to the curriculum for a particular course or subject, and the old questions and solutions section provides users with past exam questions and their corresponding solutions. This web application is a valuable resource for both students preparing for exams and educators looking to supplement their lesson plans and assignments.",
      "role": "FullStack Developer",
      "stack": "Django, Bootstrap, Jquery"
    },
    {
      "title": "BlazeCodes",
      "slug": "blazecodes",
      "type": "website",
      "year": "2022",
      "href": "https://blazecodes.com",
      "source": "",
      "image": "/works/blazecodes.png",
      "description": "Blaze Codes is a blog application that allows users to create and publish blog posts, articles, and tutorials on a wide range of topics related to web development, programming, and the latest technology. It provides a simple and easy-to-use interface for creating and editing blog content, and allows users to customize the appearance of their blogs. With this application, users can share their knowledge and experience with the web development, programming, and technology communities, and engage with other users through comments and discussions. It is an ideal platform for developers, programmers, and tech enthusiasts to share their insights, ideas, and expertise with a global audience.",
      "role": "Backend Developer",
      "stack": "Django, React.js, Next.js, Tailwind"
    },
    {
      "title": "TodoApp",
      "slug": "todo-app",
      "type": "Web App",
      "year": "2020",
      "href": "https://blaze-todo-app.netlify.app/",
      "source": "https://github.com/sarozpradhan64/React-TodoApp",
      "image": "/works/todoapp.jpg",
      "description": "It is a static todo listing app which is composed of local storage feature. Also it has filteration option according to complete and uncompleted task",
      "role": "Frontend",
      "stack": "React"
    }
  ]
}
